Revit 2027 API
GuidEnum Properties
The GuidEnum type exposes the following members.
Properties
Name | Description
Guid |  The Guid of GUID-based enum object.
Top
See Also
Reference
GuidEnum Class
Autodesk.Revit.DB Namespace